<template>
    <div class="page container">
        <h1 class="text-center">Политика конфиденциальности</h1>
        <p class="text-indent-30">
            Целью настоящих Правил является обеспечение надлежащей защиты информации о пользователях, в том числе их персональных данных, от
            несанкционированного доступа и разглашения.
        </p>
        <p class="text-indent-30">
            Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта, регулируются настоящими
            Правилами, иными официальными документами Администрации Сайта и действующим законодательством Российской Федерации.
        </p>
        <p class="text-indent-30">
            Действующая редакция Правил, являющихся публичным документом, доступна любому пользователю сети Интернет при переходе по
            <router-link to="/rules">ссылке</router-link>. Администрация Сайта вправе вносить изменения в настоящие Правила.
        </p>
        <p class="text-indent-30">Регистрация Пользователя на Сайте является бесплатной, добровольной</p>
        <p class="text-indent-30">
            При регистрации на Сайте Пользователь обязан предоставить сайту необходимую информацию для формирования персональной страницы
            Пользователя, включая уникальные для каждого Пользователя логин и пароль доступа к Сайту, а также фамилию и имя. Регистрационная
            форма Сайта может запрашивать у Пользователя дополнительную информацию.
        </p>
        <p class="text-indent-30">
            После успешной регистрации Пользователя на Сайте Администрация принимает на себя права и обязанности перед Пользователем,
            указанные в настоящих Правилах.
        </p>
        <p class="text-indent-30">
            Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской Федерации. Администрация
            Сайта обрабатывает персональные данные Пользователя в целях предоставления Пользователю доступа к использованию функционала
            Сайта.
        </p>
        <p class="text-indent-30">
            Администрация Сайта принимает все необходимые меры для защиты персональных данных Пользователя от неправомерного доступа,
            изменения, раскрытия или уничтожения. Администрация предоставляет доступ к персональным данным Пользователя только тем
            работникам Администрации, которым эта информация необходима для обеспечения функционирования Сайта и предоставления Пользователю
            доступа к его использованию. Администрация Сайта вправе использовать предоставленную Пользователем информацию, в том числе
            персональные данные.
        </p>
        <p class="text-indent-30">
            Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством
            Российской Федерации по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской
            Федерации случаях. Поскольку Администрация Сайта осуществляет обработку персональных данных Пользователя в целях исполнения
            настоящих Правил, в силу положений законодательства о персональных данных согласие Пользователя на обработку его персональных
            данных не требуется.
        </p>
        <p class="text-indent-30">
            Выбранные Пользователем логин и пароль являются необходимой и достаточной информацией для доступа Пользователя на Сайт.
            Пользователь не имеет права передавать свои логин и пароль третьим лицам, несет полную ответственность за их сохранность,
            самостоятельно выбирая способ их хранения.
        </p>
        <p class="text-indent-30">
            Пользователю при использовании Сайта запрещается:
            <ul>
                <li>Регистрироваться в качестве Пользователя от имени или вместо другого лица («фальшивый аккаунт») или регистрировать группу (объединение) лиц или юридическое лицо в качестве Пользователя. При этом возможна регистрация от имени и по поручению другого физического лица или юридического лица при условии получения необходимых полномочий в порядке и форме, предусмотренных законодательством Российской Федерации;</li>
                <li>Использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Сайта</li>
                <li>Использовать без специального на то разрешения Администрации Сайта автоматизированные скрипты (программы, боты, краулеры) для сбора информации на Сайте и/или взаимодействия с Сайтом и его функционалом;</li>
                <li>Любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к логину и паролю другого Пользователя;</li>
                <li>Осуществлять незаконные сбор и обработку персональных данных других лиц</li>
                <li>Осуществлять использование Сайта иным способом, кроме как через интерфейс, предоставленный Администрацией Сайта, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с отдельным соглашением с Администрацией;</li>
            </ul>
        </p>
        <p class="text-indent-30">
            В случае несогласия Пользователя с настоящими Правилами или их обновлениями, Пользователь обязан отказаться от использования Сайта, проинформировав об этом Администрацию Сайта в установленном порядке.
        </p>
    </div>
</template>
<script></script>
<style lang="scss">
.text-indent-30 {
    text-indent: 30px;
    font-size: 18px;
}
</style>
